{
    "name": [
        "Pharma Peers Unite to Build DNA-Encoded Libraries"
    ],
    "text": [
        "Finding tools and hits for targets in drug discovery can feel like hunting for four leaf clovers in a blizzard. And researcher Sylvie Sakata was close to giving up on one discovery tool, DNA-encoded libraries, when a new consortium started to fall into place. Now this technology is garnering more interest for its potential to discover new molecular compounds, known as “hits,” to exponentially impact the early research efforts that can lead to potential new medicines.Sakata is the Head of External Research Solutions in the Medicine Design team at Pfizer. Based at Pfizer’s La Jolla, California site, she leads a global team of scientists. Her team, along with other Medicine Design colleagues, was tasked with exploring DNA-encoded libraries technology, DELs for short, to help accelerate the earliest stages of drug discovery.In concept, DELs are brilliant. Scientists build a library of millions or billions of compounds, each tagged with a unique DNA “barcode.” Then, they screen the library to identify compounds that could be promising for drug development, identifying positive results by “scanning” that barcode. This ultra-high-throughput approach allows scientists to screen billions of compounds at once under multiple conditions. In contrast, traditional screening approaches require that each compound be made and tested individually or on smaller throughput.As with any burgeoning technology, some were not initially convinced that the effort required to build an expertise in DEL technology would be worth it.Patrick Verhoest, Head of Medicine Design, admits he was a bit skeptical that DELs would be able to produce hits to impact Pfizer’s portfolio. After hearing the learnings from Pfizer’s internal DEL platform team and collaborations, he quickly saw its potential. \"Use of DNA-encoded libraries is now integrated into our hit identification strategy,” he says. “Furthermore, we need to build diversity in our DELs and a cost-effective way to access new libraries. The DEL Consortium we are a part of creates an avenue for us to accomplish both of these needs.\"Challenges of building a DEL“One of the key benefits of DNA-encoded libraries is the ability to screen billions of compounds for matches in different protein construct and conditions. But we were challenged with how to actually create a DEL that we could use for screening,” says Sakata. Companies traditionally build and own their chemical libraries and to replicate this for DEL technology, her team would need to purchase or synthesize each building block and templates for the library as well as create the DEL builds and cover all the costs from design to delivery. It’s a process that can cost millions of dollars, tie up key resources, and take several years to complete.Plus, they began to brush up against technical challenges given they were new at it. “We were new to building libraries, and we had some growing pains,” she says. “We worked through several different collaborations to make DELs. However, we started to wonder if we could afford to scale the technology on our own. In order for this technology to be more effective, we needed to expand the library diversity.”Forging a path to consortiumAcross the industry, other researchers faced similar issues. And they shared Sakata’s concerns.“DEL synthesis – from ensuring the diversity and accessibility of building blocks and scaffolds to finding DEL-compatible chemistry and securing the right resources – is challenging, particularly for individual companies to achieve alone,” explains Zhicai Shi, Executive Director, Global Head of Discovery Chemistry Capabilities at Johnson & Johnson Innovative Medicine.Still, like Sakata, they believed in the promise of DELs to accelerate the hit screening process. So, Sakata and her counterparts agreed to try a different approach: learn how to build these libraries together.“The value of DEL selections increases if we are able to screen diverse chemical spaces. As a consortium, we’re able to pool our building block resources to build libraries that are much more diverse than any single member could do alone. We also share chemistry learnings and designs for DEL builds with the goal of delivering more productive libraries. Things move really fast,” says Sakata. The consortium kicked off in October 2022, and HitGen, a company specializing in the development of DEL technologies, was selected as the consortium’s service provider, and is supporting the consortium’s DEL build projects.“HitGen not only helped make this project a reality, they have the infrastructure and resources to establish and grow our consortium activities,” Sakata says.Since its inception, the consortium has designed and built seven DNA-encoded libraries, and a long list of desired future libraries are in-queue for construction.Likening the consortium to a potluck, Sakata says, “Rather than each consortium member cooking a meal for themselves, we can pool our ingredients and share the work. All of us get to enjoy a different meal than we would have made on our own, and we might learn to cook something we’d never made before.”Sparking engagement across the industryThe DEL consortium is step toward expanding the scope of collaboration among peer companies across the pharmaceutical industry.“If you went back 20 years, you would not have seen pharma companies sharing raw research materials and scientific tool expertise the way we are today as part of the DEL consortium,” says Sakata. “But we’re seeing more and more industry players recognize the value in working together in a pre-competitive manner to advance the development of these types of technologies.”“Pre-competitive” means the members share such things as the budget for building the consortium DELs, purchasing commercial or non-commercial building blocks for building the DELs, and ideas for developing new DNA-encoded libraries. There is no sharing of targets, any drug development specifics or how each member might plan to use the DELs that have been built by the consortium.“Since we started the DEL consortium, I have received numerous inquiries from other peer companies interested in joining. And that's without speaking about this initiative or any scientific publications,\" she emphasizes. \"Companies see the value and want to join.\"Jack Scott, Director, Discovery Chemistry at Merck & Co., Inc., Rahway, NJ, USA, concurs, “The formation of this DEL consortium is an innovative way for peers to share best DEL building practices,” he says. “The consortium continues to evolve and is focused on building more diverse DNA-encoded libraries.”And the possibilities seem endless.“We could develop focused libraries to cover specific chemical space. We can share best practices and learnings around how to build DELs, and we are also looking at how we can leverage machine learning technologies to remove false positives.” says Sakata. “We’re at a tipping point with still so much to learn in the DEL technology arena, and I can’t wait to see what’s next.”"
    ],
    "title": [
        "Newsroom"
    ]
}